[
    {
        "name": "Bigos",
        "timePrep": 120,
        "index_nr": 0,
        "rating": 5,
        "ingredientsList": [
            "mięso wieprzowe z łopatki",
            "mięso wołowe",
            "wędzony boczek",
            "kapusta kiszona",
            "główka kapusty słodkiej",
            "koncentrat pomidorowy",
            "grzyby suszone",
            "suszone śliwki",
            "majeranek",
            "pieprz ziarnisty",
            "ziele angielskie",
            "kminek",
            "liść laurowy"
        ],
        "discription": "1. Kiszoną kapustę przepłucz zimną wodą, słodką kapustę poszatkuj.\n2. Mięso pokrój w kostkę.\nWszystkie składniki układaj w dużym garnku, przesypując na przemian mięsem i kapustą. Bigos gotuj około 5 godzin. Bigos jest tym lepszy im dłużej go gotujemy i studzimy na przemian.",
        "categoryId": 0
    },
    {
        "name": "Zupa pomidorowa",
        "timePrep": 100,
        "index_nr": 1,
        "rating": 3,
        "ingredientsList": [
            "woda",
            "Bulionetka drobiowa Knorr",
            "pomidory",
            "cebula",
            "śmietana",
            "mąka pszenna",
            "natka pietruszki",
            "pieprz czarny mielony"
        ],
        "discription": "1. Z wody i bulionetek Knorr przygotuj wywar.\n2. Pomidory sparz, obierz ze skórki i pokrój w cząstki. Cebulę posiekaj i usmaż, dodaj pomidory. Duś często mieszając.\n3. Przetrzyj. Dodaj do wywaru.\n4. Wymieszaj śmietanę z mąką, dodaj do zupy. Gotuj 10 minut.\n5. Dopraw do smaku pieprzem i posyp natką pietruszki.",
        "categoryId": 0
    },
    {
        "name": "Indyk",
        "timePrep": 180,
        "index_nr": 2,
        "rating": 5,
        "ingredientsList": [
            "sznycel z indyka",
            "Przyprawa do indyka Knorr",
            "jogurt naturalny",
            "cytryna",
            "ząbki czosnku",
            "czerwona papryczka chili",
            "koncentrat pomidorowy",
            "świeża kolendra"
        ],
        "discription": "1. Czosnek oraz papryczkę chili drobno posiekaj i rozetrzyj końcówką noża, aż powstanie pasta.\n2. W miseczce wymieszaj wcześniej przygotowaną pastę z jogurtem, sokiem z cytryny i przyprawą Knorr.\n3. Tak przygotowaną marynatą natrzyj mięso.\n4. Teraz włóż porcje indyka wymieszaj z marynatą i wstaw na kilka minut do lodówki\n5. Smaż mięso na patelni, na pergaminie przez 6-8 minut z każdej strony. Podawaj np. ze smażonym ryżem posypane gałązkami kolendry.",
        "categoryId": 0
    },
    {
        "name": "Burger",
        "timePrep": 60,
        "index_nr": 3,
        "rating": 5,
        "ingredientsList": [
            "wołowina mielona",
            "Przyprawa do grilla Knorr",
            "bułki do burgerów z sezamem",
            "Majonez Hellmann's Babuni",
            "Ketchup Hellmann's Extra Hot",
            "listki sałaty lodowej",
            "pomidory",
            "świeża kolendra",
            "cebula"
        ],
        "discription": "1. Mięso pomieszaj razem z przyprawą do grilla, wyrób ręką, uformuj okrągłe hamburgery o masie około 120 g. Hamburgery powinny mieć średnicę co najmniej 10 cm i być grube na około 2 cm.\n2. Kotlety wrzuć bezpośrednio na dobrze rozgrzany ruszt grillowy. Grilluj około 15 minut w zależności od stopnia wysmażenia. Po 15 minutach hamburger powinien być już dobrze wysmażony.\n3. W międzyczasie przygotuj bułki, przekrój je na pół i opiecz na grillu. Posmaruj z obu stron sosem, który powstanie z pomieszania ketchupu i majonezu.\n4. Na dolną część bułki połóż zgrillowanego burgera, następnie ułóż liść sałaty lodowej, gruby plaster pomidora oraz plaster cebuli.\n5. Kanapkę przykryj górną częścią bułki posmarowaną sosem. Aby kanapka się nie rozleciała, przekłuj ją wykałaczką z nabitymi korniszonami i oliwką.",
        "categoryId": 2
    },
    {
        "name": "Schabowy z ziemniakami",
        "timePrep": 90,
        "index_nr": 4,
        "rating": 4,
        "ingredientsList": [
            "schab bez kości",
            "Przyprawa do mięs Knorr",
            "jajka",
            "bułka tarta",
            "mąka",
            "olej roślinny",
            "świeży koperek"
        ],
        "discription": "1. Pokrój mięso na plastry ok. 1,5 cm. Zbij tłuczkiem do grubości ok. 3 mm. Ubij lekko jajka.\n2. Wymieszaj bułkę tartą z Przyprawą do mięs Knorr. Panieruj kotlety w jajku, mące i bułeczce.\n3.  Smaż na rozgrzanym oleju przez 3-4 min. po każdej stronie. Kotlety schabowe podawaj z gotowanymi ziemniakami i marchewką z groszkiem.",
        "categoryId": 0
    },
    {
        "name": "Hot dog",
        "timePrep": 20,
        "index_nr": 5,
        "rating": 4,
        "ingredientsList": [
            "parówki",
            "bułki do hot-dogów",
            "Ketchup Hellmann's Oryginalny",
            "ogórek konserwowy"
        ],
        "discription": "1. Ustaw naczynie do gotowania na parze. Połóż bułeczki do hot dogów na sitku i zagrzej na parze aby były miękkie i ciepłe.\n2. Parówki wrzuć na kilka minut do wrzątku. Ogórka pokrój w plasterki.\n3. W bułeczce umieść plasterki ogórka oraz parówkę.\n4. Całość polej majonezem i podawaj od razu po przygotowaniu.",
        "categoryId": 2
    },
    {
        "name": "Pizza margherita",
        "timePrep": 60,
        "index_nr": 6,
        "rating": 4,
        "ingredientsList": [
            "ser mozzarella",
            "bazylia",
            "Przyprawa w Mini kostkach Czosnek Knorr",
            "oliwa z oliwek",
            "sos",
            "mąka",
            "woda",
            "cukier",
            "sól",
            "drożdże",
            "olej"
        ],
        "discription": "1. Składniki na ciasto do pizzy połącz ze sobą dobrze wyrabiając na stolnicy, odstaw na 10 minut do lodówki skropione wodą, po 10 minutach wyjmij do wyrośnięcia w ciepłym miejscu na 20 minut.\n2. Składniki na sos do pizzy wymieszaj ze sobą dokładnie i dopraw pieprzem do smaku.\n3. Stolnicę lub blat stołu podsyp mąką, połóż ciasto i rozwałkuj lub uformuj placek ręcznie. Placek powinien mieć około 28 centymetrów średnicy i 1 centymetr grubości.\n4. Placek umieść na blasze i posmaruj z wierzchu wcześniej przygotowanym sosem starając się zachować 1 centymetr odstępu od rantu placka.\n5. Ułóż dookoła plastry pomidora na przemian z plastrami mozzarelli i posyp rozkruszoną mini kostką Knorr. Piecz w nagrzanym do 200 piekarniku około 15 minut. Udekoruj listkami bazylii.",
        "categoryId": 3
    },
    {
        "name": "Włoska zapiekanka z bakłażana",
        "timePrep": 45,
        "index_nr": 7,
        "rating": 3,
        "ingredientsList": [
            "Fix Spaghetti warzywne Knorr",
            "bułka tarta",
            "wegetariański parmezan",
            "pomidory pelatti z puszki",
            "cebula czerwona",
            "ząbek czosnku",
            "oliwa z oliwek"
        ],
        "discription": "1. Bakłażana umyj, pokrój w 1 cm plastry, rozłóż na blaszce do pieczenia, skrop oliwą i piecz 5 min. w 180 st. C.\n2. Cebule i czosnek obierz i posiekaj. Podsmaż na patelni z odrobiną oliwy.\n3. W momencie jak cebula będzie szklista dodaj pomidory pelatTi, fix spaghetti oraz wodę. Całość zamieszaj i gotuj na wolnym ogniu 10 min.\n4. W naczyniu żaroodpornym wyłóż warstwę bakłażana, następnie posyp odrobiną bułki tartej i parmezanu i 1/3 sosu pomidorowego. Czynność powtórz jeszcze dwa razy.\n5. Tak przygotowaną zapiekankę piecz ok. 25 min. w 180 st. C.",
        "categoryId": 3
    },
    {
        "name": "Wegański gulasz",
        "timePrep": 60,
        "index_nr": 8,
        "rating": 3,
        "ingredientsList": [
            "kotlety sojowe",
            "Fix Gulasz węgierski Knorr",
            "cebula",
            "korzeń pietruszki",
            "marchew",
            "olej"
        ],
        "discription": "1. Zagotuj 450ml wody i zlej kotleciki sojowe. Powinny być zupełnie przykryte. Odstaw je na 10 minut pod przykryciem.\n2. Warzywa umyj i obierz. Pokrój w kostkę i usmaż na patelni z olejem.\n3. Odciśnij kotleciki sojowe i dodaj je na patelnie z warzywami.\n4. Wlej 400ml wody po kotlecikach, dodaj Fix Knorr, wymieszaj i całość duś ok 20 minut aż gulasz zmięknie i lekko zgęstnieje.",
        "categoryId": 4
    },
    {
        "name": "Wegański burger",
        "timePrep": 30,
        "index_nr": 9,
        "rating": 2,
        "ingredientsList": [
            "ciecierzyca",
            "papryka słodka",
            "Kmin rzymski z Indii mielony Knorr",
            "cebulka dymka",
            "ząbek czosnku",
            "oliwa",
            "olej sezamowy",
            "awokado",
            "świeża kolendra",
            "skrobia kukurydziana",
            "cytryna",
            "duża garść kiełków"
        ],
        "discription": "1. Cebulkę i czosnek pokrój drobno. Podsmaż na oliwie. Dodaj przyprawy Knorr, smaż jeszcze 1 minutę i odstaw na bok. Wyciśnij sok z cytryny i posiekaj kolendrę.\n2. Odcedź i rozgnieć ciecierzycę. Dodaj olej sezamowy, kolendrę, sok z cytryny, podsmażoną cebulę z przyprawami oraz skrobię. Połącz wszystko razem i dokładnie wymieszaj.\n3. Awokado obierz, pozbądź się pestki i miąższ rozgnieć. Połącz z masą z ciecierzycy.\n4. Następnie uformuj w dłoniach burgery i smaż na patelni aż będą złociste i rumiane. Podawaj z kiełkami.",
        "categoryId": 4
    },
    {
        "name": "Sernik",
        "timePrep": 120,
        "index_nr": 10,
        "rating": 2,
        "ingredientsList": [
            "twaróg sernikowy",
            "masło",
            "jajka",
            "mąka ziemniaczana",
            "cukier puder",
            "cukier waniliowy",
            "śmietanka 36%",
            "cukier puder"
        ],
        "discription": "1. Miękkie masło ubijamy z cukrem pudrem, aż powstanie puszysta masa. Po chwili dodajemy po jednym żółtku cały czas mieszając.\n2. Następnie dodajemy twaróg sernikowy i nadal mieszamy.\n3. Do powstałej masy dodajemy cukier waniliowy, mąkę ziemniaczaną oraz śmietankę. Cały czas mieszamy, aż do połączenia się składników.\n4. Białka ubijamy na sztywną pianę. Dodajemy do masy serowej. Delikatnie mieszamy, nie za długo, aby masa się nie napowietrzyła.",
        "categoryId": 5
    },
    {
        "name": "Rolady z boczku",
        "timePrep": 180,
        "index_nr": 11,
        "rating": 4,
        "ingredientsList": [
            "surowy boczek",
            "mięso mielone",
            "cebule",
            "ząbek czosnku",
            "majeranek",
            "pieprz czarny mielony",
            "olej",
            "Przyprawa do karkówki Knorr"
        ],
        "discription": "1. Przetnij boczek w połowie grubości na pół, nie docinając do końca. Obsyp go dokładnie Przyprawą do karkówki Knorr.\n2. Cebule pokrój w piórka i podsmaż na patelni. Czosnek posiekaj.\n3. Wymieszaj cebulę z mięsem mielonym, dodaj czosnek, majeranek oraz pieprz.\n4. Tak przygotowany farsz nałóż na boczek, zwiń w roladę i obwiąż dobrze mocną nicią, aby podczas pieczenia się nie rozwinęła.\n5. Umieść roladę w woreczku dołączonym do przyprawy Knorr i piecz w temperaturze 180° C przez około 2 godziny.",
        "categoryId": 1
    },
    {
        "name": "Wodzionka",
        "timePrep": 65,
        "index_nr": 12,
        "rating": 3,
        "ingredientsList": [
            "ziele angielskie",
            "liść laurowy",
            "kminek",
            "pieprz",
            "mąka pszenna",
            "sól",
            "czosnek ząbki",
            "boczek wędzony",
            "bulion z kurczaka"
        ],
        "discription": "1. Boczek pokrój w kostkę i zasmaż.\n2. Cebulę pokrój w kostkę, a czosnek posiekaj.\n3. Na wytopionym z boczku tłuszczu podsmaż cebulę i zrumień mąką.\n4. Całość rozprowadź rosołem.\n5. Dodaj liść laurowy, kminek, ziele angielskie i gotuj kilka minut.\nNa koniec wrzuć czosnek. Przypraw.",
        "categoryId": 1
    },
    {
        "name": "Pierogi z grzybami",
        "timePrep": "65",
        "index_nr": 13,
        "rating": 5,
        "ingredientsList": [
            "mąka pszenna",
            "gorąca woda",
            "jajko",
            "Suszone grzyby prawdziwki i podgrzybki",
            "pieczarki",
            "ząbek czosnku",
            "natka pietruszki",
            "cebula",
            "masło",
            "sól",
            "Bulion grzybowy na borowikach leśnych Knorr"
        ],
        "discription": "1. Pół kilograma mąki połącz z jajkami i gorącą wodą. Zagnieć ciasto i wyrabiaj około 20 minut. Odstaw w chłodne miejsce na 30 minut, aby odpoczęło.\n2. Suszone grzyby namocz, jak zrobią się miękkie drobno posiekaj.\n3. Pieczarki i cebulę pokrój w kostkę, czosnek posiekaj.\n4. Podsmaż na maśle czosnek, cebulę, następnie grzyby.\n5. Dodaj Bulion grzybowy na borowikach leśnych Knorr i duś całość, aż farsz zrobi się kleisty i cały płyn odparuje. Odstaw do ostygnięcia.\n6. Ciasto wyłóż na stolnicę posypaną mąką i cienko rozwałkuj. Za pomocą szklanki wytnij kółka, nakładaj farsz i zlepiaj pierogi.\n7. Gotuj około 5-6 minut w osolonym wrzątku. Podawaj polane roztopionym masłem i posypane posiekaną natką pietruszki.",
        "categoryId": 0
    }
]